{
    "eb45e6e4-aec9-472c-8a50-443317367673": {
        "pos": [
            "BLOCK",
            "AUSTRALIA"
        ],
        "neg": [],
        "clue": "AFL",
        "explanations": [
            "AFL stands for Australian Football League, and BLOCKING is a legal move in football.",
            "AFL stands for AUSTRALIAN Football League which is located in AUSTRALIA."
        ]
    },
    "d0b93090-726e-4246-b2b7-c61e0eeaa22e": {
        "pos": [
            "PARACHUTE",
            "BRUSH"
        ],
        "neg": [],
        "clue": "AIR",
        "explanations": [
            "PARACHUTES are used to slow one's descent through the AIR.",
            "BRUSH and AIR form the word AIRBRUSH, which is a tool."
        ]
    },
    "e2722292-a5db-4c3d-a9ee-5d0692a42268": {
        "pos": [
            "SKYSCRAPER",
            "DRESS"
        ],
        "neg": [],
        "clue": "BUSINESS",
        "explanations": [
            "Many BUSINESSES have offices located within SKYSCRAPERS.",
            "BUSINESS-casual is a form of DRESS."
        ]
    },
    "dd0df677-1374-4ee2-976a-0e65df4df70f": {
        "pos": [
            "BOW",
            "BOND"
        ],
        "neg": [],
        "clue": "PISTOL",
        "explanations": [
            "BOW and PISTOL are both a type of weapon.",
            "James BOND is a fictional character who often carries a PISTOL."
        ]
    },
    "9919c9aa-9627-4ae9-bec5-7d07ce5fa365": {
        "pos": [
            "DOCTOR",
            "COLD"
        ],
        "neg": [],
        "clue": "FEVER",
        "explanations": [
            "People go to the DOCTOR to treat a FEVER.",
            "COLD and FEVER are both a type of illness."
        ]
    },
    "e161c5ee-8000-4fa8-9472-a2982f3d0412": {
        "pos": [
            "SCIENTIST",
            "AGENT"
        ],
        "neg": [],
        "clue": "OCCUPATION",
        "explanations": [
            "Being a SCIENTIST is an OCCUPATION.",
            "Being an AGENT is an OCCUPATION."
        ]
    },
    "60889eb0-f353-4d65-8645-e389f7de35e3": {
        "pos": [
            "BED",
            "ALIEN"
        ],
        "neg": [],
        "clue": "CRYOSLEEP",
        "explanations": [
            "BED and CRYOSLEEP are both used for sleeping.",
            "Both ALIENS and CRYOSLEEP are often found in science fiction."
        ]
    },
    "4bae3df5-019e-4ea1-9599-abc525caf40c": {
        "pos": [
            "PAN",
            "BEAT"
        ],
        "neg": [],
        "clue": "HANG",
        "explanations": [
            "A HANG is also often referred to as a handPAN.",
            "A HANG is a type of drum that is used to produce a BEAT."
        ]
    },
    "c835f072-dd14-4fd5-b2ac-0facec1bed59": {
        "pos": [
            "KANGAROO",
            "SPELL"
        ],
        "neg": [],
        "clue": "BEE",
        "explanations": [
            "Both KANGAROO and BEE are a type of animal.",
            "SPELL and BEE form the word SPELLING BEE, which is a spelling contest."
        ]
    },
    "cf913955-e3fe-43ab-99ea-0bb07c365cf6": {
        "pos": [
            "BOX",
            "TIE"
        ],
        "neg": [],
        "clue": "GIFT",
        "explanations": [
            "GIFTS are usually given in a BOX.",
            "GIFTS are often given with a bowTIE on them."
        ]
    },
    "1869c036-5d0e-4bcf-afdd-e85930d4d993": {
        "pos": [
            "CHANGE",
            "BUG"
        ],
        "neg": [],
        "clue": "METAMORPHOSIS",
        "explanations": [
            "METAMORPHOSIS is a process where insects CHANGE into their adult forms.",
            "METAMORPHOSIS most often occurs in insects, which are considered to be BUGS."
        ]
    },
    "77aa28a7-d53e-4db9-ab02-02a47c4e1cea": {
        "pos": [
            "SMUGGLER",
            "SLIP"
        ],
        "neg": [],
        "clue": "DISCRETE",
        "explanations": [
            "SMUGGLERS move goods illicitly, so they often have to be DISCRETE.",
            "To SLIP away means to leave quietly and DISCRETELY."
        ]
    },
    "8d81b256-1fc1-49da-983e-e0552df5354c": {
        "pos": [
            "HORSE",
            "DRAFT"
        ],
        "neg": [],
        "clue": "PERCHERON",
        "explanations": [
            "A PERCHERON is a type of draft HORSE.",
            "A PERCHERON is a type of DRAFT horse."
        ]
    },
    "ffb02753-e278-48be-8713-57b112309534": {
        "pos": [
            "LIMOUSINE",
            "ROULETTE"
        ],
        "neg": [],
        "clue": "WHEEL",
        "explanations": [
            "A LIMOUSINE is a car which has 4 WHEELS.",
            "ROULETTE is a gambling game played with a spinning WHEEL."
        ]
    },
    "b2fd223a-0c5e-432e-8136-50e6a9174039": {
        "pos": [
            "ROCK",
            "CZECH"
        ],
        "neg": [],
        "clue": "SNEZKA",
        "explanations": [
            "SNEZKA is a mountain, which is typically formed by the movement of ROCK layers.",
            "SNEZKA is a mountain located in the CZECH Republic."
        ]
    },
    "6a8356fa-4aa1-4a35-ae09-365dcd090eee": {
        "pos": [
            "ROBIN",
            "MARBLE"
        ],
        "neg": [],
        "clue": "ROUND",
        "explanations": [
            "ROBIN and ROUND together form the word ROUNDROBIN, which is a tournament format.",
            "MARBLES are small, ROUND objects that are often used in games or toys."
        ]
    },
    "2fbab682-1e95-4a40-b01a-67321a983a27": {
        "pos": [
            "BERLIN",
            "SQUARE"
        ],
        "neg": [],
        "clue": "CITY",
        "explanations": [
            "BERLIN is a CITY and the capital of Germany.",
            "CITIES often have public SQUARES or plazas."
        ]
    },
    "ab95d73c-79c1-44e5-9bf5-d88e425d25c5": {
        "pos": [
            "GIANT",
            "FORCE"
        ],
        "neg": [],
        "clue": "TITAN",
        "explanations": [
            "A TITAN is a GIANT in Greek mythology.",
            "A TITAN can be used to refer to someone who is very powerful thus possesses a lot of FORCE."
        ]
    },
    "9ff7046f-846a-4dd9-bc74-42be1abf5baa": {
        "pos": [
            "BOTTLE",
            "PARACHUTE"
        ],
        "neg": [],
        "clue": "EQUIPMENT",
        "explanations": [
            "A BOTTLE is a piece of EQUIPMENT that is used to store water.",
            "A PARACHUTE is a piece of EQUIPMENT that slows one's descent through the air."
        ]
    },
    "5f59261e-5f4d-47c2-9d2b-8cfd4155e1dd": {
        "pos": [
            "JACK",
            "KETCHUP"
        ],
        "neg": [],
        "clue": "JAMES",
        "explanations": [
            "JACK and JAMES are both common English boy names.",
            "JAMES Mease is credited with developing the first tomato-based ketchup recipe."
        ]
    },
    "2f072cb5-a71d-447c-9682-070ed9947b30": {
        "pos": [
            "CENTER",
            "BAND"
        ],
        "neg": [],
        "clue": "STAGE",
        "explanations": [
            "CENTER STAGE is a common word denoting the CENTER of a STAGE.",
            "BANDS often perform their music on STAGES in front of an audience."
        ]
    },
    "c0ac614c-b317-4726-9018-348f51121be5": {
        "pos": [
            "CAP",
            "VAN"
        ],
        "neg": [],
        "clue": "HOOD",
        "explanations": [
            "A CAP is a kind of hat that covers the head, similar to how a HOOD is also a covering for the head.",
            "A VAN is a motor vehicle with a HOOD that covers the engine."
        ]
    },
    "edb455f4-6119-4a9b-b562-4a9f28655048": {
        "pos": [
            "BOOM",
            "SPOT"
        ],
        "neg": [],
        "clue": "SNIPER",
        "explanations": [
            "BOOM is a loud sound, such as one made by a SNIPER when it fires.",
            "A SNIPER is someone who shoots from a long range, and would have to SPOT their target from a long distance."
        ]
    },
    "ed04c6e4-ea17-402e-98c3-adc9a8c94165": {
        "pos": [
            "PIN",
            "LINE"
        ],
        "neg": [],
        "clue": "THIN",
        "explanations": [
            "A PIN is a THIN, pointed object that is used for fastening things together.",
            "A LINE is a long, THIN mark or stroke."
        ]
    },
    "f335b3d5-cc3f-4988-aafb-2ee432e51a7b": {
        "pos": [
            "DUCK",
            "TRIP"
        ],
        "neg": [],
        "clue": "WADDLE",
        "explanations": [
            "A WADDLE is a characteristic gait or movement of a DUCK.",
            "A WADDLE can be used to refer to taking a TRIP, such as \"they WADDLED to the beach.\""
        ]
    },
    "3df5103e-e9af-4459-99bd-637b9bbe236c": {
        "pos": [
            "PAPER",
            "CENTAUR"
        ],
        "neg": [],
        "clue": "STORY",
        "explanations": [
            "PAPER is often used as a medium for writing or printing STORIES.",
            "CENTAURS are often featured as characters in STORIES or myths."
        ]
    },
    "5c2092d1-2e3b-4e5f-a018-19a04c382baf": {
        "pos": [
            "PARK",
            "BOOT"
        ],
        "neg": [],
        "clue": "HIKING",
        "explanations": [
            "HIKING is an outdoor activity that involves trekking through natural surroundings, such as a PARK.",
            "HIKING is typically done whlie wearing sturdy footwear, such as BOOTS."
        ]
    },
    "c14ad426-d491-4f0e-aad9-7d67c9644ddc": {
        "pos": [
            "ROUND",
            "SHIP"
        ],
        "neg": [],
        "clue": "HULL",
        "explanations": [
            "A HULL is the outer structure of a ship and is often ROUND in shape.",
            "A HULL is the outer structure of a SHIP."
        ]
    },
    "ec95fe01-0843-4822-a7f9-63ccbb209f52": {
        "pos": [
            "JAM",
            "THUMB"
        ],
        "neg": [],
        "clue": "THICK",
        "explanations": [
            "JAM is made by cooking fruit and sugar until it is THICK and spreadable.",
            "The THUMB is the THICKEST and most robust of the five fingers."
        ]
    },
    "bf890f0e-ddb9-48cf-b92c-f7a22ffd0ca6": {
        "pos": [
            "FISH",
            "GHOST"
        ],
        "neg": [],
        "clue": "CREATURE",
        "explanations": [
            "GHOST is a supernatural being or entity and is often classified as a type of CREATURE.",
            "FISH are a type of CREATURE that live in the water."
        ]
    },
    "97181c1e-f34b-44f9-a54f-467ddac59107": {
        "pos": [
            "IVORY",
            "PENGUIN"
        ],
        "neg": [],
        "clue": "WHITE",
        "explanations": [
            "IVORY is a hard, WHITE material obtained from the tusks of certain animals.",
            "PENGUINS have black wings and a WHITE front."
        ]
    },
    "308fbf24-f7de-41a5-8735-a592c4140658": {
        "pos": [
            "MEXICO",
            "CRANE"
        ],
        "neg": [],
        "clue": "EAGLE",
        "explanations": [
            "The EAGLE is the bird that is depicted on the MEXICAN flag.",
            "CRANE and EAGLE are both a type of bird."
        ]
    },
    "5ff5c6ba-990d-4cfb-b86a-4b70aa830314": {
        "pos": [
            "THUMB",
            "FISH"
        ],
        "neg": [],
        "clue": "FIN",
        "explanations": [
            "THUMB and FIN are both an appendages that help animals navigate and grasp objects.",
            "FISH and FIN are related because FISH are aquatic animals that possess FINS."
        ]
    },
    "9a3dca05-29a5-4a66-b406-4f3586e7386f": {
        "pos": [
            "ENGLAND",
            "BED"
        ],
        "neg": [],
        "clue": "QUEEN",
        "explanations": [
            "The QUEEN of ENGLAND is the head of state of the United Kingdom, which includes ENGLAND.",
            "A QUEEN-sized bed is a type of BED that is larger than a full-sized BED but smaller than a king-sized BED."
        ]
    },
    "710c5e82-1b0a-47b9-a196-b5bdd4cef848": {
        "pos": [
            "ORANGE",
            "MOUSE"
        ],
        "neg": [],
        "clue": "CHEDDAR",
        "explanations": [
            "CHEDDAR cheese is a type of cheese that is made with cow's milk and is known for its sharp, tangy flavor and its distinctive ORANGE color.",
            "MICE are often attracted to cheese, such as CHEDDAR cheese."
        ]
    },
    "0657602c-476e-40fe-8f5e-e79e7db2587e": {
        "pos": [
            "CAT",
            "ROOT"
        ],
        "neg": [],
        "clue": "TEETH",
        "explanations": [
            "CATS have TEETH just like humans do.",
            "The ROOTS of TEETH are the part of the TOOTH that is embedded in the jawbone and provides support and stability for the TOOTH."
        ]
    },
    "bdd536a3-315c-49d7-99ed-eeec0b270ca9": {
        "pos": [
            "JAM",
            "BILL"
        ],
        "neg": [],
        "clue": "GROCERIES",
        "explanations": [
            "JAM and GROCERIES are related because JAM is a type of food that is often found in the grocery store.",
            "GROCERIES and BILL are related because GROCERIES are a type of purchase that is often included on a BILL."
        ]
    },
    "d7ab48fb-7500-4b43-8aa5-273849708ee7": {
        "pos": [
            "SOCK",
            "ENGLAND"
        ],
        "neg": [],
        "clue": "FOOTBALL",
        "explanations": [
            "FOOTBALL players wear SOCKS as part of their uniform.",
            "FOOTBALL (also known as soccer) is the national sport of ENGLAND."
        ]
    },
    "87788170-1e1c-42a2-9525-6483694f12b2": {
        "pos": [
            "APPLE",
            "MAIL"
        ],
        "neg": [],
        "clue": "IMESSAGE",
        "explanations": [
            "IMESSAGE is a messaging service that is provided by APPLE and is used to send and receive messages between APPLE devices.",
            "IMESSAGE and MAIL are both ways to send and receive messages."
        ]
    },
    "71e23e0a-5a97-4671-883b-04f8afe7b993": {
        "pos": [
            "COTTON",
            "TAP"
        ],
        "neg": [],
        "clue:": "SOFT",
        "explanation": [
            "COTTON is a type of fabric that is known for its SOFTNESS.",
            "A TAP is a SOFT and brief touch."
        ]
    },
    "91caaf5d-56f6-4a5f-94d8-d56709fae1c9": {
        "pos": [
            "CAT",
            "PILOT"
        ],
        "neg": [],
        "clue": "BIRD",
        "explanations": [
            "CATS are known to hunt and prey on BIRDS.",
            "BIRD and PILOT are related because both involve the use of flight."
        ]
    },
    "ccc41d79-0f22-48d6-b710-4c035ca43b5e": {
        "pos": [
            "GHOST",
            "OCTOPUS"
        ],
        "neg": [],
        "clue": "KRAKEN",
        "explanations": [
            "A GHOST and a KRAKEN are both mythical creatures.",
            "A KRAKEN is often depicted as a giant OCTOPUS-like creature with tentacles that it uses to drag ships and sailors to their deaths."
        ]
    },
    "f0994c3b-7dcf-4362-90d5-78bef70174bc": {
        "pos": [
            "FALL",
            "CLIFF"
        ],
        "neg": [],
        "clue": "DROP",
        "explanations": [
            "A DROP is a steep FALL from a higher to a lower level.",
            "A DROP is a steep fall from a higher to a lower level, and a CLIFF is a high, steep rock face or precipice."
        ]
    },
    "0f2721c3-14c9-4e28-aeee-645d7b958ed2": {
        "pos": [
            "PENGUIN",
            "WAKE"
        ],
        "neg": [],
        "clue": "HATCH",
        "explanations": [
            "PENGUINS HATCH from eggs, just like many other birds.",
            "WAKE is the process of emerging from sleep, while HATCH is the process of a bird emerging from an eggshell, so both words refer to the process of emerging from something."
        ]
    },
    "c1544f1f-a702-42d0-8a0d-54ad2c9ae273": {
        "pos": [
            "BAT",
            "SOCK"
        ],
        "neg": [],
        "clue": "EQUIPMENT",
        "explanations": [
            "A BAT is a piece of EQUIPMENT used in sports such as baseball, cricket, and softball.",
            "A SOCK is a piece of clothing that is worn on the foot and lower leg, so they can be considered to be EQUIPMENT in a certain context."
        ]
    },
    "f8c1d221-5137-4d47-84bf-9340bc774f38": {
        "pos": [
            "STRAW",
            "INDIA"
        ],
        "neg": [],
        "clue": "COW",
        "explanations": [
            "STRAW is a type of plant material that is often used as a feed for COWS and other livestock.",
            "INDIA is a country with a large population of COWS and a long history of COW worship."
        ]
    },
    "3e6de45c-d4ef-42bc-9c03-d8e6464e3694": {
        "pos": [
            "STADIUM",
            "BOOM"
        ],
        "neg": [],
        "clue": "CHEER",
        "explanations": [
            "A STADIUM is a place where people gather to watch sporting events, and CHEERING is a common activity that takes place at these events.",
            "CHEER is a loud shout of approval or support, while a BOOM is a loud, resonant sound, so both BOOM and CHEER are loud sounds."
        ]
    },
    "6e8c1dfb-ee23-4991-a048-a5a0919bea5b": {
        "pos": [
            "WASHER",
            "HAND"
        ],
        "neg": [],
        "clue": "SOAP",
        "explanations": [
            "A WASHER is a device that is used to clean clothes or other objects, and SOAP is a cleaning product that is often used in conjunction with a washer to remove dirt and stains.",
            "SOAP is a cleaning product that is often used to wash the HANDS."
        ]
    },
    "f51467b2-f379-428a-96e9-ab114185ebca": {
        "pos": [
            "MOUNT",
            "PUPIL"
        ],
        "neg": [],
        "clue": "MONTOLOGY",
        "explanations": [
            "MONTOLOGY is the scientific study of mountains, and a MOUNT is a mountain or a high hill.",
            "A PUPIL is a student and MONTOLOGY is the study of mountains, so a student studying MONTOLOGY could be referred to as a PUPIL."
        ]
    },
    "e5ff771a-9887-405f-af82-9067fa1941cd": {
        "pos": [
            "ATLANTIS",
            "HOLE"
        ],
        "neg": [],
        "clue": "SINK",
        "explanations": [
            "According to legend, ATLANTIS was a mythical island nation that was said to have SUNK beneath the sea.",
            "SINK and HOLE together form the word SINKHOLE, a natural depression in the ground that is formed when the surface layer of soil or rock collapses into a hollow space below."
        ]
    },
    "53f0df32-3bea-4e2f-a753-1a21e0d04c46": {
        "pos": [
            "IRON",
            "LOG"
        ],
        "neg": [],
        "clue": "WOOD",
        "explanations": [
            "WOOD and IRON are both materials that are used in a variety of applications.",
            "A LOG is a piece of WOOD that has been cut from a tree, typically for use as a building material or fuel."
        ]
    },
    "772bf6b7-bd01-47b7-a25c-44156116aa58": {
        "pos": [
            "WORM",
            "TICK"
        ],
        "neg": [],
        "clue": "BUG",
        "explanations": [
            "A WORM is a long, thin, soft-bodied invertebrate animal that belongs to the same class as insects and spiders, while a BUG is an insect or other small invertebrate animal.",
            "A TICK is a small, arachnid insect that feeds on the blood of animals and humans, while a BUG is an insect or other small invertebrate animal."
        ]
    },
    "32de1492-91fc-4cbe-adee-1b1e2517c712": {
        "pos": [
            "SLUG",
            "TRACK"
        ],
        "neg": [],
        "clue": "TRAIL",
        "explanations": [
            "A SLUG is a small, soft-bodied mollusk that lacks a shell and moves by secreting a slimy TRAIL of mucus as it crawls.",
            "Both TRACK and TRAIL refer to a mark or series of marks left by the passage of a person, animal, or vehicle, or the path or course along which someone or something moves."
        ]
    },
    "de2c0fec-68bc-4867-b1e7-f269a3c03d0a": {
        "pos": [
            "IVORY",
            "SCALE"
        ],
        "neg": [],
        "clue": "TEETH",
        "explanations": [
            "TEETH are hard, bony structures that are found in the mouth of many animals and are used for biting and chewing food, while IVORY is a hard, white material that is produced by the tusks of elephants and other animals.",
            "SCALES are small, hard plates found on the surfaces of some animals, while TEETH are hard, bony structures found in the mouths of some animals."
        ]
    },
    "ad1ad750-d6b4-4ebb-aa05-1f2820ac5b8e": {
        "pos": [
            "TIE",
            "PENGUIN"
        ],
        "neg": [],
        "clue": "TUXEDO",
        "explanations": [
            "A TUXEDO is a formal evening suit with a black jacket and trousers and a white shirt, which is often worn by men to formal events and is typically accompanied by a TIE.",
            "A TUXEDO is a formal evening suit with a black jacket and trousers and a white shirt, which is often worn by men to formal events and is often associated with the distinctive black and white plumage of PENGUINS."
        ]
    },
    "384704a5-94f4-492a-b8af-e00bc516f425": {
        "pos": [
            "LIGHT",
            "SPIDER"
        ],
        "neg": [],
        "clue": "EYES",
        "explanations": [
            "EYES are the organs of sight that perceives LIGHT.",
            "SPIDERS typically have eight EYES."
        ]
    },
    "010b4b7d-71a2-46dd-9e2d-6217c281e86c": {
        "pos": [
            "GLASS",
            "TAIL"
        ],
        "neg": [],
        "clue": "ANIMALS",
        "explanations": [
            "GLASS ANIMALS is an English indie rock band from Oxford, England.",
            "A TAIL is a part of an ANIMAL's body that extends from the rear end and is used for balance, communication, and other functions."
        ]
    },
    "c18c36ce-ad4f-4da1-87e5-ad61f947bdca": {
        "pos": [
            "FIGHTER",
            "HIMALAYAS"
        ],
        "neg": [],
        "clue": "GURKHA",
        "explanations": [
            "The GURKHA region in Nepal is located in the foothills of the HIMALAYAS",
            "GURKHAS are Nepali soldiers who are known for their bravery and skill in combat, and a FIGHTER is a person who engages in combat."
        ]
    },
    "9b93723b-e078-4497-a1a0-ed229c1a3df6": {
        "pos": [
            "DAY",
            "PARACHUTE"
        ],
        "neg": [],
        "clue": "SKY",
        "explanations": [
            "The SKY is visible during the DAY, when the sun is above the horizon and providing light to the earth.",
            "A PARACHUTE is used to safely return to the ground from great heights in the SKY."
        ]
    },
    "12068661-29e1-468d-b3d9-e9ba8fcdd844": {
        "pos": [
            "WHIP",
            "PART"
        ],
        "neg": [],
        "clue": "CRACK",
        "explanations": [
            "The WHIP is often used to make a loud CRACKING sound when it is snapped through the air.",
            "A CRACK is a narrow opening or fissure in a solid surface or object, and it is often a result of the object being broken or split into two or more PARTS."
        ]
    },
    "08227e2e-955c-4e30-9d63-956803ea873c": {
        "pos": [
            "BRUSH",
            "ROBOT"
        ],
        "neg": [],
        "clue": "ROOMBA",
        "explanations": [
            "One of the key components of a ROOMBA is a BRUSH or BRUSHES, which are used to sweep dust, dirt, and debris off of the floor.",
            "A ROOMBA is a type of ROBOT that is specifically designed to navigate and clean a room automatically."
        ]
    },
    "7a2af921-3479-48d0-ab5c-d02d946ab3da": {
        "pos": [
            "TORCH",
            "LAP"
        ],
        "neg": [],
        "clue": "PASS",
        "explanations": [
            "To \"PASS the TORCH\" means to PASS on a responsibility, role, or tradition to someone else.",
            "When one runner or vehicle PASSES another during a race, it is called a \"PASS,\" and it usually means that the person or vehicle that is doing the passing has covered more LAPS than the person or vehicle being passed."
        ]
    },
    "4ee7914c-99a7-460b-a137-ab049d2eb537": {
        "pos": [
            "LIFE",
            "CHURCH"
        ],
        "neg": [],
        "clue": "RESURRECTION",
        "explanations": [
            "The RESURRECTION is the belief in the return to LIFE of the dead.",
            "The RESURRECTION of Jesus Christ is a central belief of Christianity, and CHURCHES are places of worship for Christians."
        ]
    },
    "c435c315-2622-47bf-84f5-62614619e523": {
        "pos": [
            "FORK",
            "BELL"
        ],
        "neg": [],
        "clue": "METAL",
        "explanations": [
            "A BELL is a percussion instrument that is made of METAL.",
            "A FORK is a utensil that is typically made of METAL."
        ]
    },
    "faf021a6-738b-48ab-a2b5-8d776bc293b2": {
        "pos": [
            "STAFF",
            "WAR"
        ],
        "neg": [],
        "clue": "SERGEANT",
        "explanations": [
            "A STAFF SERGEANT is a military rank that is above the rank of SERGEANT and below the rank of technical SERGEANT.",
            "SERGEANT is a rank in the military, which fights in WARS."
        ]
    },
    "5d62033d-9efd-4120-8b64-1a8c2bcd41dc": {
        "pos": [
            "LOG",
            "CELL"
        ],
        "neg": [],
        "clue": "PLANT",
        "explanations": [
            "A LOG is a piece of wood that has been cut from a tree, and trees are a type of PLANT.",
            "PLANTS are living organisms that are made up of CELLS."
        ]
    },
    "2a9f652a-ead5-4537-bd0a-7024eda079de": {
        "pos": [
            "CONTRACT",
            "STRING"
        ],
        "neg": [],
        "clue": "TEXT",
        "explanations": [
            "A CONTRACT is a legally binding agreement between two or more parties that is usually written down as TEXT.",
            "In computer programming, a STRING is a data type that represents a sequence of characters, and it is often used to store and manipulate TEXT data."
        ]
    },
    "b01b8861-e816-4fe2-ac17-7684824b4588": {
        "pos": [
            "MASS",
            "SWING"
        ],
        "neg": [],
        "clue": "PENDULUM",
        "explanations": [
            "The MASS of an object affects how it behaves when it is swinging or oscillating on a PENDULUM",
            "A PENDULUM is a device that consists of a weight or bob suspended from a pivot point, and it SWINGS back and forth in a regular, rhythmic motion."
        ]
    },
    "6705b755-e248-4032-80b2-9b852512a016": {
        "pos": [
            "TAG",
            "CASINO"
        ],
        "neg": [],
        "clue": "GAME",
        "explanations": [
            "TAG is a GAME played by children that involves chasing.",
            "A CASINO is a place where people go to play GAMES of chance or skill for entertainment or to try to win money."
        ]
    },
    "0471050c-4383-4a16-a4ea-00e22d448f3f": {
        "pos": [
            "HIMALAYAS",
            "MOSCOW"
        ],
        "neg": [],
        "clue": "KATHMANDU",
        "explanations": [
            "KATHMANDU is the capital city of Nepal, and the HIMALAYAS are a mountain range that runs through Nepal.",
            "KATHMANDU and MOSCOW are both capital cities of countries in different parts of the world."
        ]
    },
    "2233c744-da07-44d3-9240-0bf5a506a6bd": {
        "pos": [
            "POST",
            "KNIGHT"
        ],
        "neg": [],
        "clue": "SENTRY",
        "explanations": [
            "A SENTRY is a person who is assigned to stand guard at a specific location, and a POST is a position or station where a person is stationed or assigned to perform a specific duty.",
            "Both SENTRY and KNIGHT refer to a person who is assigned to protect or defend a specific place or person."
        ]
    },
    "21a98296-a1e6-4849-a582-0fe736995c3d": {
        "pos": [
            "SOLDIER",
            "QUEEN"
        ],
        "neg": [],
        "clue": "PERSON",
        "explanations": [
            "A SOLDIER is a person who performs combat in the military.",
            "A QUEEN is a monarch, which is a person who rules a country."
        ]
    },
    "3e4712fa-6ff5-464b-9ce6-80e59ba74a48": {
        "pos": [
            "ROBOT",
            "NOVEL"
        ],
        "neg": [],
        "clue": "ROBOPOCALYPSE",
        "explanations": [
            "ROBOPOCALYPSE is a science fiction novel that is set in a future world where ROBOTS are a central part of the story.",
            "ROBOPOCALYPSE is a science fiction NOVEL by Daniel H. Wilson"
        ]
    },
    "cb84910b-a156-4d97-a1a8-4a9d5048406d": {
        "pos": [
            "TELESCOPE",
            "THUMB"
        ],
        "neg": [],
        "clue": "EYE",
        "explanations": [
            "The TELESCOPE and the EYE both serve as optical instruments that are used to observe and study distant objects.",
            "THUMB and EYE are both parts of the human body."
        ]
    },
    "66af1f6f-db3b-4163-894e-bb8e981e1cc3": {
        "pos": [
            "SOLDIER",
            "JET"
        ],
        "neg": [],
        "clue": "AIRFORCE",
        "explanations": [
            "A SOLDIER is a part of the military, and an AIRFORCE is a military branch of most countries.",
            "AIFORCES include planes such as fighter JETS."
        ]
    },
    "83d7ee9f-8489-486a-8baa-6ff6b9dce031": {
        "pos": [
            "SCHOOL",
            "MISSILE"
        ],
        "neg": [],
        "clue": "PHYSICS",
        "explanations": [
            "PHYSICS is a subject of study taught in many schools.",
            "MISSILES are weapons that use the principles of PHYSICS, such as force and motion, to propel themselves through the air or space with the goal of hitting a target."
        ]
    },
    "909dff5e-ff9e-46fc-bc61-de7702f148ed": {
        "pos": [
            "POLICE",
            "SPIKE"
        ],
        "neg": [],
        "clue": "DUI",
        "explanations": [
            "POLICE officers are often responsible for enforcing laws against driving under the influence (DUI).",
            "To SPIKE means to add alcohol into a drink, while a DUI is driving under the influence of alcohol, so both are related to alcohol."
        ]
    },
    "f586d14f-be13-482b-8369-fdfc7fa85efc": {
        "pos": [
            "BOMB",
            "SHAKESPEARE"
        ],
        "neg": [],
        "clue": "TRAGEDY",
        "explanations": [
            "The detonation of a BOMB can cause massive damage and loss of life, which is considered a TRAGEDY.",
            "SHAKESPEARE wrote many plays such as Romeo and Juliet that are TRAGEDIES."
        ]
    },
    "387e09b2-ece4-4271-aca8-df05f0aa08a4": {
        "pos": [
            "KING",
            "SQUARE"
        ],
        "neg": [],
        "clue": "PLAZA",
        "explanations": [
            "A PLAZA can sometimes be named after a KING, or it may be a place where a KING or other important person holds court or conducts official business.",
            "A PLAZA is a type of SQUARE, typically larger and more grand in scale."
        ]
    },
    "481fcb8b-9d1e-4aa6-bc8b-e6cdf27ec872": {
        "pos": [
            "SPELL",
            "DATE"
        ],
        "neg": [],
        "clue": "LETTER",
        "explanations": [
            "SPELLING involves arranging LETTERS in the correct order to form a word.",
            "LETTERS are often DATED so that the recipient and anyone else who sees the LETTER can know when it was written."
        ]
    },
    "dcc1732b-d189-4469-9fc5-62722b9dedad": {
        "pos": [
            "CAPITAL",
            "CHOCOLATE"
        ],
        "neg": [],
        "clue": "BRUSSELS",
        "explanations": [
            "BRUSSELS is the CAPITAL of Belgium.",
            "BRUSSELS, the capital city of Belgium, is known for its high-quality CHOCOLATE, which is made using traditional methods and ingredients."
        ]
    },
    "0e7da936-cf73-468a-8149-2f39b39c39d6": {
        "pos": [
            "MOON",
            "CHANGE"
        ],
        "neg": [],
        "clue": "PHASE",
        "explanations": [
            "The PHASES of the MOON refer to the different appearances of the MOON as it orbits the Earth",
            "A PHASE is a specific stage or period in a process of CHANGE or development, and CHANGE refers to the act of making or becoming different."
        ]
    },
    "486c668b-27df-4a2a-b732-830918c04dd7": {
        "pos": [
            "BAND",
            "GAME"
        ],
        "neg": [],
        "clue": "TICKETS",
        "explanations": [
            "TICKETS are often required to attend a concert or event featuring a BAND.",
            "TICKETS are often required to attend a sports GAME or other event."
        ]
    },
    "564bacfe-41fe-4678-862c-0ec35238dff5": {
        "pos": [
            "SUPERHERO",
            "JUPITER"
        ],
        "neg": [],
        "clue": "MYTHICAL",
        "explanations": [
            "SUPERHEROES and MYTHICAL beings are both fictional characters that are often depicted with extraordinary powers or abilities.",
            "Roman MYTHOLOGY, Jupiter was the king of the gods, and was often depicted as a powerful and influential deity."
        ]
    },
    "9162791a-ec4f-49f2-8176-0d447e712337": {
        "pos": [
            "TIME",
            "ROUND"
        ],
        "neg": [],
        "clue": "CLOCK",
        "explanations": [
            "CLOCKS are used for telling TIME.",
            "A CLOCK is often ROUND in shape, with a circular face and a circular rim or bezel surrounding the face."
        ]
    },
    "60405aeb-1696-4327-ab9e-dcb65a0e14b1": {
        "pos": [
            "AUSTRALIA",
            "TEMPLE"
        ],
        "neg": [],
        "clue": "DREAMTIME",
        "explanations": [
            "DREAMTIME is the foundation of AUSTRALIAN aboriginal culture and religion.",
            "TEMPLES are often believed to be places where people can connect with spirits, such as the creator spirits in the religion DREAMTIME."
        ]
    },
    "e8e59f0e-6f43-403a-b118-f8592efda7e6": {
        "pos": [
            "NET",
            "FACE"
        ],
        "neg": [],
        "clue": "HAIR",
        "explanations": [
            "A HAIR NET is a type of NET that is worn over the head to keep HAIR in place, such as to keep long HAIR from getting in the way while working.",
            "HAIR is often found on the FACE."
        ]
    },
    "420fdda3-61dc-4235-b114-37749a80ed03": {
        "pos": [
            "PARACHUTE",
            "WITCH"
        ],
        "neg": [],
        "clue": "FLY",
        "explanations": [
            "The parachute allows the person to \"FLY\" or float through the air, rather than falling straight down.",
            "WITCHES are often depicted as capable of FLYING on their broomsticks."
        ]
    },
    "13c9b3bb-8d84-4418-b58a-f6a939217453": {
        "pos": [
            "GAME",
            "JAM"
        ],
        "neg": [],
        "clue": "HACKATHON",
        "explanations": [
            "GAMES are a popular subject of HACKATHONS because they involve the development of interactive and engaging software, and can be used to showcase the skills and creativity of the participants.",
            "A HACKATHON and a JAM are both events that bring together people to work on projects in a collaborative and intensive manner."
        ]
    },
    "1b9730ae-6218-4902-be51-ffc439484ccb": {
        "pos": [
            "PIT",
            "OPERA"
        ],
        "neg": [],
        "clue": "ORCHESTRA",
        "explanations": [
            "An ORCHESTRA typically performs in a PIT.",
            "An ORCHESTRA often performs music for an OPERA. "
        ]
    },
    "a85fcde8-9e3c-4bec-b169-0f3e3796d0a5": {
        "pos": [
            "NINJA",
            "SATELLITE"
        ],
        "neg": [],
        "clue": "JAXA",
        "explanations": [
            "NINJAS originated from Japan and JAXA is the Japan Aerospace Exploration Agency, so both are related to Japan.",
            "JAXA, or the Japan Aerospace Exploration Agency, is an organization that develops and operates SATELLITES."
        ]
    },
    "ec7b2e75-9bc4-4c06-b3e5-48f0d051c42b": {
        "pos": [
            "CLOAK",
            "LEPRECHAUN"
        ],
        "neg": [],
        "clue": "HAT",
        "explanations": [
            "HAT and CLOAK are both types of clothing that are worn on the body.",
            "LEPRECHAUNS are often depicted in popular culture as wearing a HAT, specifically a green HAT with a buckle on the front."
        ]
    },
    "824e8687-9224-4462-a0da-e0575e6f822b": {
        "pos": [
            "UNDERTAKER",
            "DEGREE"
        ],
        "neg": [],
        "clue": "MURDER",
        "explanations": [
            "The act of MURDER can result in the need for the services of an UNDERTAKER.",
            "MURDER is a crime that is punishable by a certain DEGREE, or level, of severity, such as first DEGREE murder or second DEGREE murder."
        ]
    },
    "09c26788-2a0d-40b3-8c47-9a3637882e45": {
        "pos": [
            "AUSTRALIA",
            "CRANE"
        ],
        "neg": [],
        "clue": "BROLGA",
        "explanations": [
            "BROLGAS are a type of large, grey crane native to AUSTRALIA, so they are specifically found and are an iconic species in that country.",
            "BROLGAS are a type of large, grey CRANE native to Australia."
        ]
    },
    "a2416984-12cd-44cc-9753-907290ad41e1": {
        "pos": [
            "STOCK",
            "EUROPE"
        ],
        "neg": [],
        "clue": "LSEG",
        "explanations": [
            "LSEG, or London STOCK Exchange Group, is a financial services company that operates STOCK exchanges and provides related services, including the London STOCK Exchange.",
            "LSEG, or London Stock Exchange Group, is a financial services company that operates stock exchanges and provides related services, including the London Stock Exchange, which is located in the United Kingdom, a country in EUROPE."
        ]
    },
    "0513219b-ebc4-45ce-9dd5-0a08c0d5d07c": {
        "pos": [
            "LAWYER",
            "STATE"
        ],
        "neg": [],
        "clue": "LEGISLATION",
        "explanations": [
            "A LAWYER may be involved in interpreting and applying LEGISLATION in the course of their work, particularly if they specialize in a particular area of law.",
            "A state has the power to create and enforce laws, which are known as LEGISLATION."
        ]
    },
    "e97cba43-2f28-4f11-b0f9-1ae63e69c35d": {
        "pos": [
            "AGENT",
            "VAN"
        ],
        "neg": [],
        "clue": "DRIVER",
        "explanations": [
            "In some cases, a DRIVER may be considered an AGENT if they are responsible for transporting goods or people as part of their job.",
            "A driver may operate a VAN as part of their job."
        ]
    },
    "62bf79b3-a50f-4b5d-97e3-561f252de5f2": {
        "pos": [
            "BEAT",
            "POOL"
        ],
        "neg": [],
        "clue": "GAME",
        "explanations": [
            "\"BEAT\" can be a verb that means to defeat or win against someone or something in a competition or GAME.",
            "POOL is a type of GAME that involves hitting balls with a cue stick into pockets on a table."
        ]
    },
    "476cf598-92e5-4397-890d-7fd036b3d6a8": {
        "pos": [
            "MASS",
            "LION"
        ],
        "neg": [],
        "clue": "LARGE",
        "explanations": [
            "An object with a LARGE MASS may also be physically LARGE, and an object that is physically LARGE may also have a large MASS.",
            "LIONS are a type of LARGE cat that are known for their size and strength."
        ]
    },
    "7b19815d-216b-4d91-ab4f-d1655c739e45": {
        "pos": [
            "AIR",
            "SPOT"
        ],
        "neg": [],
        "clue": "HAWK",
        "explanations": [
            "HAWKS are birds of prey with wings and are adapted for flying, and as such, they are typically found in the AIR.",
            "HAWKS are birds of prey with keen eyesight, and as such, they are skilled at SPOTTING their prey or other objects of interest from a distance."
        ]
    },
    "ab39ef2c-5eb0-4edb-a463-a3d6a08cd8ee": {
        "pos": [
            "CRICKET",
            "CAST"
        ],
        "neg": [],
        "clue": "LAGAAN",
        "explanations": [
            "\"LAGAAN\" is the title of a movie that is set in the late 19th century in India and tells the story of a group of villagers who challenge their British rulers to a game of CRICKET in order to avoid paying high taxes.",
            "The CAST of a movie includes the actors who appear in the film, and \"LAGAAN\" is a movie that has a CAST of actors."
        ]
    },
    "6f708015-1f2e-4a2c-81cb-2410ba6d809e": {
        "pos": [
            "THIEF",
            "SPY"
        ],
        "neg": [],
        "clue": "DECEPTIVE",
        "explanations": [
            "A THIEF may use DECEPTION or trickery in order to steal something without being caught.",
            "A SPY may use DECEPTION as a means of gathering information or carrying out their mission, such as by posing as someone else or using false or misleading information."
        ]
    },
    "79e87aa0-7a67-42a7-87a4-9f7ad171941d": {
        "pos": [
            "ROSE",
            "DIAMOND"
        ],
        "neg": [],
        "clue": "BEAUTIFUL",
        "explanations": [
            "ROSES are often considered to be BEAUTIFUL plants due to their attractive appearance and pleasant fragrance.",
            "DIAMONDS are often considered to be BEAUTIFUL due to their sparkling appearance and value as a precious gemstone."
        ]
    },
    "f705bb7d-038e-433e-8a29-66f76d049e0a": {
        "pos": [
            "CONTRACT",
            "CHARGE"
        ],
        "neg": [],
        "clue": "FINANCE",
        "explanations": [
            "CONTRACTS are often used in FINANCIAL transactions or arrangements",
            "CHARGING someone for a service or product is a FINANCIAL transaction"
        ]
    },
    "b766f203-bb9f-4a83-9901-6cb02b7d39a5": {
        "pos": [
            "LIMOUSINE",
            "HORSESHOE"
        ],
        "neg": [],
        "clue": "HORSEPOWER",
        "explanations": [
            "HORSEPOWER describes the power output of engines, such as the engine of a LIMOUSINES.",
            "HORSESHOE is worn by horses, and HORSEPOWER is a word derived from horse, so both HORSEPOWER and HORSESHOE are related to horses."
        ]
    },
    "31f0d83d-b568-455d-829e-f38883347dd7": {
        "pos": [
            "CAPITAL",
            "FORCE"
        ],
        "neg": [],
        "clue": "GOVERNMENT",
        "explanations": [
            "A CAPITAL is the seat of GOVERNMENT in a nation.",
            "A GOVERNMENT has the power to use FORCE, such as the police or military, to enforce laws and maintain order within a society."
        ]
    },
    "a8869bae-01d2-453f-83e7-fa1ed7886777": {
        "pos": [
            "PIN",
            "PLATE"
        ],
        "neg": [],
        "clue": "METAL",
        "explanations": [
            "A PIN can be made of METAL, such as a metal PIN or safety PIN.",
            "PLATE and METAL are related because a PLATE can be made of METAL, such as a METAL PLATE or tray."
        ]
    },
    "6400abc0-d2b2-485a-9216-cefd13f091ff": {
        "pos": [
            "MOLE",
            "POISON"
        ],
        "neg": [],
        "clue": "RAT",
        "explanations": [
            "RATS and MOLES are both small, burrowing animals.",
            "RATS may be attracted to POISON, which can be used as a means of controlling or eliminating RAT populations."
        ]
    },
    "780299c8-a144-45e5-98bc-692a9ceef6ac": {
        "pos": [
            "LIGHT",
            "LOG"
        ],
        "neg": [],
        "clue": "FIRE",
        "explanations": [
            "FIRE produces LIGHT as a byproduct of the chemical reaction that occurs when a fuel is burned.",
            "A LOG can be used as a fuel to start and maintain a FIRE."
        ]
    },
    "06d1f3f3-8fc3-457b-bc9f-6c90a235074e": {
        "pos": [
            "RING",
            "SCREEN"
        ],
        "neg": [],
        "clue": "LOTR",
        "explanations": [
            "The RING is a key element of the story of \"The Lord of the Rings.\" (LOTR).",
            "\"The Lord of the Rings\" (LOTR) has been adapted into various forms of media, including movies, that may be shown on a SCREEN."
        ]
    },
    "93cb1ae9-50ef-4d32-9c45-65cb2a883bcf": {
        "pos": [
            "JET",
            "DEGREE"
        ],
        "neg": [],
        "clue": "ENGINEERING",
        "explanations": [
            "A JET is built as a feat of ENGINEERING.",
            "ENGINEERING is a DEGREE option at many universities."
        ]
    },
    "59bb24ee-73d3-4660-9916-b0fd3f6bf466": {
        "pos": [
            "MISSILE",
            "LONDON"
        ],
        "neg": [],
        "clue": "NATO",
        "explanations": [
            "NATO is a military alliance that includes countries that have MISSILE capabilities and have used MISSILES as a means of defense or offense.",
            "LONDON is the capital of the United Kingdom, which is a member of NATO."
        ]
    },
    "71fc85b2-9887-4ba2-856f-a84fbe8707ea": {
        "pos": [
            "PAPER",
            "CHINA"
        ],
        "neg": [],
        "clue": "CALLIGRAPHY",
        "explanations": [
            "CALLIGRAPHY is typically done using PAPER as a surface to write on.",
            "CALLIGRAPHY has a significant place in Chinese culture and history, and it is often associated with CHINA."
        ]
    },
    "c4ebf496-c5f9-49d3-ad8d-d68708193b1d": {
        "pos": [
            "BOND",
            "BOLT"
        ],
        "neg": [],
        "clue": "FASTEN",
        "explanations": [
            "BOND and FASTEN both involve the concept of attaching or securing something in place.",
            "A BOLT is inserted through a hole and tightened with a nut in order to FASTEN two or more things securely in place."
        ]
    },
    "33d68a3d-a2c7-4ff9-b354-471f1be332e5": {
        "pos": [
            "SATELLITE",
            "HELICOPTER"
        ],
        "neg": [],
        "clue": "MACHINE",
        "explanations": [
            "A SATELLITE is a type of MACHINE that is designed to perform specific tasks in space, such as transmitting data or providing navigation services.",
            "A HELICOPTER is a type of MACHINE that is designed to fly and perform a variety of tasks, such as transportation, surveillance, or rescue operations."
        ]
    },
    "cb6ae3c6-38bd-431b-88ac-d996bf1fc4f1": {
        "pos": [
            "DWARF",
            "DICE"
        ],
        "neg": [],
        "clue": "DND",
        "explanations": [
            "In DND, or \"Dungeons & Dragons,\" DWARVES are one of the player character races that a player can choose to play as.",
            "In DND, or \"Dungeons & Dragons,\" DICE are used to determine the outcome of various actions and events that take place within the game."
        ]
    },
    "9f63ed98-a8a6-438b-aa40-9327918a58aa": {
        "pos": [
            "MODEL",
            "BEACH"
        ],
        "neg": [],
        "clue": "BIKINI",
        "explanations": [
            "BIKINIS are often associated with MODELS and the fashion industry, and MODELS are often depicted wearing BIKINIS in various media.",
            "BIKINIS are a popular choice of swimwear for the BEACH because they are lightweight, comfortable, and suitable for a variety of BEACH activities."
        ]
    },
    "b6aeb8e3-c9c4-4990-9a36-7719bd784d93": {
        "pos": [
            "MEXICO",
            "SOUL"
        ],
        "neg": [],
        "clue": "COCO",
        "explanations": [
            "COCO is a MEXICAN-themed animated film produced by Pixar Animation Studios.",
            "Both COCO and SOUL are animated films produced by Pixar Animation Studios and released by Walt Disney Pictures."
        ]
    },
    "20db3fc9-456a-48ac-ac2d-9c7ab81a7819": {
        "pos": [
            "CHARGE",
            "CAP"
        ],
        "neg": [],
        "clue": "HEADSET",
        "explanations": [
            "The HEADSET typically requires a CHARGE in order to function properly and for a longer period of time.",
            "A HEADSET and CAP are both wearable items on the head."
        ]
    },
    "c36e8075-b55f-405e-88e4-dbb4e29ae53b": {
        "pos": [
            "TABLET",
            "PLATE"
        ],
        "neg": [],
        "clue": "CLAY",
        "explanations": [
            "A TABLET is a type of FLAT, portable computer.",
            "A PLATE is a FLAT, circular dish for serving food."
        ]
    },
    "18d4c4b0-1a93-4ca2-afb8-26207f781d96": {
        "pos": [
            "HEART",
            "CAR"
        ],
        "neg": [],
        "clue": "PUMP",
        "explanations": [
            "A HEART PUMPS blood throughout the body.",
            "A PUMP is a device that is used to move fluid or gas, and it is often used in a CAR to pump various fluids, such as oil, water, and fuel."
        ]
    },
    "b9c94f3a-0615-4e82-880a-31ddf2b88f05": {
        "pos": [
            "SHARK",
            "MOUSE"
        ],
        "neg": [],
        "clue": "VERTEBRATE",
        "explanations": [
            "A SHARK is a type of fish, which is a type of VERTEBRATE.",
            "A MOUSE is a type of mammal, which is a type of VERTEBRATE."
        ]
    }
}